{"bakery": ["Welcome to the town's bakery! Here, you can buy everything from our famous apple oatmeal to a big order of French baguettes or cakes.", "Welcome to the town's bakery! Here, you can purchase any of our delicious pastries, cakes, chocolates and more. Order from our bakery today to go with your lunch or dinner!", "Welcome to the town's bakery! Here, you can buy custom cake and coffee, snacks and desserts, cupcakes and pastry, cake and coffee, and ice cream.", "You entered a bakery! This is a place where a lot of people come to get dessert. Let the icing start.", "You entered a bakery! This is a place where people can buy food. This place can be used for baking. The bakery is not like a restaurant where you get to eat while waiting in line.", "You entered a bakery! This is a place where you can purchase treats, snacks and bread. You will also notice there are a few employees, though none of them are exactly friendly.", "This is a bakery! In this bakery, there is a very happy life for the owner and the employees. He is a real hero in the sense that he always works and gets good pay.", "This is a bakery! In this bakery, the people have a strong, strong influence on the baker.", "This is a bakery! In this bakery, there is nothing to eat but bread. The bakery is not connected with any other place. It's really hard to escape the city. But the food is tasty.", "Welcome to our bakery! Here, you'll find both soft and hard-packed sourdough starters. What makes one your favorite?", "Welcome to our bakery! Here, you'll find all the delicious baked goodies that will keep you fresh without having to order it on the spot!", "Welcome to our bakery! Here, you'll find delicious handmade pastries, pies and chocolates, made just for you. Our friendly and inquisitive staff are ready to help you order your order, even before you come here.", "Step inside the bakery and discover a world so vibrant with a vibrant culture. This month is my first visit to San Juan, Puerto Rico. I was fortunate enough to book a flight online for my trip.", "Step inside the bakery and discover the beautiful cakes, the delicacies of the French pastry kitchen. A menu of 15 pastries is included, and we'll order 10 pastries for you if you so choose.", "Step inside the bakery and discover a beautiful courtyard surrounded by large and colorful flowers. The whole area has been carefully decorated by local people with different colors representing the seasons: green, red, yellow and orange.", "Explore the wonders of the bakery! From the bread and pastries to the sweets, the pastry shop is always busy with customers. Take a break in the back kitchen and grab a snack or hot cocoa to cool off!", "Explore the wonders of the bakery! From the beautiful chocolates or treats, the bakery is a popular hangout point for localsinous and tourists alike! Check out the new \"Eureka\" sculpture at the \"Chocolata\"!", "Explore the wonders of the bakery! From the most popular desserts, including the best cinnamon rolls, cupcakes, and cookies for chocolate lovers, to the innovative flavors of the bakery, you can find a slice of heaven!", "Have you ever been to a bakery like this? It offers both gluten-free and non- gluten-free options and even offers a vegan option. If you love cake, this place has an amazing selection of cakes!", "Have you ever been to a bakery like this? It offers up their classic breads, cakes, pies, and all the other goodness we're all craving. The atmosphere is very casual and is really great when you are on the go.", "Have you ever been to a bakery like this? It offers a full range of cheeses in a great variety of flavours for less than £3.50.", "Behold the magnificent bakery! It's a haven for all manner of baked goods, from cookies to cakes to muffins.", "Behold the magnificent bakery! It's a haven for those who love to indulge in traditional European styles. A fine choice for a true bread lover!", "Behold the magnificent bakery! It's a haven for the unsullied. We'll show you how to build a cake!\" The man stood and fend off the zombies all around them as the zombies fell by the thousands on the ground.", "Immerse yourself in the enchantment of the bakery and experience the world of artisan food with this experience for free. At the end of the day, you'll be given the recipe to make your own dough. The experience will run all day.", "Immerse yourself in the enchantment of the bakery and experience the wonders of the bakery. For the second time, this is the true story of how the bakery became the heart, soul and soul of Chicago!", "Prepare to be amazed by the bakery! With its classic French design, the bakery was designed by Italian-France architect Antonio Gatto, whose most recent job is to design the new headquarters for the NFL's Dallas Cowboys.", "Prepare to be amazed by the bakery! With its distinctive appearance, you are sure to be drawn in by this incredible bakery from the very beginning.", "Prepare to be amazed by the bakery! With its three-tiered oven, one-of-a-kind icing cups, and intricate design, the bakery is as unique as the customers."], "church": ["Welcome to the town's church! Here, you can start building your town, from the start of the game through the end. It's easy for all new players to join!", "Welcome to the town's church! Here, you can purchase a good life for yourself from the most influential, most sought-after men of the town.", "Welcome to the town's church! Here, you can find your way around the town with your guide, a young boy named Kratos.", "You entered a church!", "You entered a church! This is a place where you pray. All of you people should go back there, it's a place where you worship.", "You entered a church! This is a place where you had no reason to pray except to see the stars. Instead, you made your way to the back wall, which was lit only by the candles.", "This is a church! In this church, there will be a minister on the pulpit so I had a chance to sit and write to this amazing man. I just want to ask him a few questions to show his kind heart.", "This is a church!", "This is a church!", "Welcome to our church! Here, you'll find a safe place to learn the faith and practice our religion. Let me give you an example. I've been waiting for you here for so long.", "Welcome to our church! Here, you'll find the \"Bible\" of Christianity, with the words of Jesus shackled up to the wall.", "Welcome to our church! Here, you'll find all that you need to get to know the Saints, all the ways to get closer to Jesus, and our special programs for you to come and experience the goodness of the Gospel.", "Step inside the church and discover a statue of Peter the Great and one of his apostles, the Apostle Paul, as well as many other objects of historical note.", "Step inside the church and discover a large, wide room with benches and tables and walls. Climb the stairs and head through the door. You'll find a small room with another statue on the right.", "Step inside the church and discover the SCIENCE OF SHOES! This is the most amazing place ever! I thought this would be a fun and unique activity which I would enjoy doing!", "Explore the wonders of the church! From the basement to the attic, you'll find it all in the Church.", "Explore the wonders of the church! From the steeple and minaret to the statues that surround it, you'll want to check all of it out!", "Explore the wonders of the church! From the pews to the pulpit, discover the new art of the church with this great new ebook that's sure to add new ideas for your church to explore!", "Have you ever been to a church like this? It offers things to the congregation that might help them become more aware of their thoughts, emotions and behaviors and help them overcome the tendency to overthink.", "Have you ever been to a church like this? It offers a spiritual environment that lets you see and hear the love of Jesus Christ with all his love.", "Have you ever been to a church like this? It offers a sense of community among atheists. You know, even when you're on the other side of the church, that's still there,\" said Mr.", "Behold the magnificent church!", "Behold the magnificent church!", "Behold the magnificent church!", "Immerse yourself in the enchantment of the church and experience the wonders of a sacred place.", "Immerse yourself in the enchantment of the church and experience incredible interactive experiences in a magical and relaxing environment, which is sure to make you feel as if you are part of a very special story,\" stated the church.", "Prepare to be amazed by the church! With its \"novel\" architecture, unique services, and artistic designs.", "Prepare to be amazed by the church!", "Prepare to be amazed by the church! With its abundance of beautiful architecture (or the lack thereof!) it's more like a church cathedral than a church."], "school": ["Welcome to the town's school! Here, you can choose the best path to your ultimate destiny.", "Welcome to the town's school! Here, you can use the money from building the school to buy everything you need. Use the blacksmith to prepare a few items. Then, you can gather materials and craft the best items for your school.", "Welcome to the town's school! Here, you can study in a classroom. Here, you can play your instrument. And here, you can build up your own weapon!", "You entered a school! This is a place where your teacher will be sitting next to you and talking to you.", "You entered a school! This is a place where the people who were lost are remembered. And because of that, we have our own rules.", "You entered a school! This is a place where kids go to learn. But not only do you have to learn to eat and sleep, but also to play, to ride a bike, to go to school.", "This is a school! In this school, we don't just look at what you can or can't do! We focus on what people are, and how they're doing.", "This is a school! In this school, one can learn about the \"Taming of the Tiger.\" When a tiger goes hungry, it may not even dare to eat!", "This is a school! In this school, students will learn the basics of the world and the workings of the world around them. As they progress and learn from their instructors, they will build skills and skillsets that will enhance their abilities.", "Welcome to our school! Here, you'll find all sorts of information about our classrooms, our faculty, and your new learning environment. Please read through the topics listed below carefully before applying for a course.", "Welcome to our school! Here, you'll find your education—and an inspiring experience for all.", "Welcome to our school! Here, you'll find a high school course that will change your life by opening the way to tomorrow.", "Step inside the school and discover a strange school and a strange school's mascot.", "Step inside the school and discover the ruins of a secret military base. To enter this strange place you need to complete five main missions in the game. You must also find clues for them in the game and also defeat enemy agents and a powerful demon.", "Step inside the school and discover the dark tunnels.", "Explore the wonders of the school! From the breathtaking mountain views of the campus to the many historic buildings that make up the college, there's a reason to visit this college. Check Out the Programs!", "Explore the wonders of the school! From the school's beautiful surroundings to our school's award-winning sports and academic programs, I see this as a beautiful school with a long history of success.", "Explore the wonders of the school! From the campus to the auditorium to the gymnasium, we'll make sure school life is everything you want and more!", "Have you ever been to a school like this? It offers so many options. You can learn any one of over 20 different subjects in the first year, and with some preparation students learn a second language.", "Have you ever been to a school like this? It offers some of the best education in India. In our class we had a lot of discussions on the internet. But in school we were usually discussing facts and figures.", "Have you ever been to a school like this? It offers such a different view of everything. There are all these great experiences you could have at this school and none of them fit in with the rest of the curriculum.", "Behold the magnificent school! It's a haven for all the children. At least, the adults were able to see it for what it was. However, no one dared to enter it.", "Behold the magnificent school! It's a haven for all types of education. Your students will enjoy learning with a safe environment and the best teachers, all under one roof.", "Behold the magnificent school! It's a haven for free-thinking people! A school for people who believe and are true to truth. It's full of the love of truth.", "Immerse yourself in the enchantment of the school and experience the best of traditional and contemporary Chinese arts. What are the basic admission requirements?", "Immerse yourself in the enchantment of the school and experience its magic.", "Immerse yourself in the enchantment of the school and experience the rich history of the school. Find your way and explore several schools, many in each of the main areas of the map. Discover the best and most powerful skills in the game!", "Prepare to be amazed by the school! With its own theme, themed days, weekly crafts and lots of activities, this is an amazing organization to be a part of!", "Prepare to be amazed by the school!", "Prepare to be amazed by the school!"], "villager house": ["Welcome to the town's villager house! Here, you can interact and talk to villagers, learn about the town and visit the antique shops. There are many unique villagers to choose from, including one of the main characters from the game.", "Welcome to the town's villager house! Here, you can purchase everything in your house, including the house furniture. There are over 12 houses in the village, each with different floor plans.", "Welcome to the town's villager house! Here, you can find your companions, your friends, and your friends' friends... and more. You'll find many new faces.", "You entered a villager house! This is a place where things can happen. The place you will visit often.", "You entered a villager house! This is a place where you do whatever you want, whether you like it, like it, or just make sure your stuff doesn't get lost. And what are not to like about it?", "You entered a villager house! This is a place where you can find your wife. You can also buy things from a shop here; I'm not sure if you'd want to spend money here, but I guess you could.", "This is a villager house! In this villager house, there is a bed. There are 2 tables with a chair on one of them. On the table there is a random potion and panacea.", "This is a villager house!", "This is a villager house! In this villager house, you will have your own bed, a wardrobe, and a bedroll. This villager house requires level 35 villager and level 40 built house.", "Welcome to our villager house! Here, you'll find everything you need. We have an extremely nice villager house, here, you can sleep, eat, or relax.", "Welcome to our villager house! I'm sure we'll meet again.", "Welcome to our villager house! Here, you'll find a wide range of beds, chairs and chest sets! The variety here is endless! The best way to stay entertained in your villager house: the kitchen.", "Step inside the villager house and discover the main story (the second part is hidden inside the castle with the treasure chests).", "Step inside the villager house and discover a new villager named Toni.", "Step inside the villager house and discover some weird, very strange looking objects! You will have to solve the puzzles to be able to find and solve these objects. You can have them look at you, watch you, or even talk to you!", "Explore the wonders of the villager house! From this house the players have many tools at their disposal for building, fishing, fighting and more! A small game for 2-4 players.", "Explore the wonders of the villager house! From the humble kitchen to the grand castle, the player's villager house is full of surprises!", "Explore the wonders of the villager house! From the well, you can dig a hole or dig a shaft to find a hidden chest. You will find an item called the Golden Key.", "Have you ever been to a villager house like this? It offers a lot of perks and amenities as well as a lot of space to display your decorations. The location is perfectly situated on a street that is also used for festivals.", "Have you ever been to a villager house like this?", "Have you ever been to a villager house like this? It offers you this opportunity to meet the villagers you see. I'll introduce the village of Minato to you… and then we'll head out into the forest together.", "Behold the magnificent villager house! It's a haven for beggars who couldn't afford a single room in the house before. Come, come, come.", "Behold the magnificent villager house! It's a haven for the rich and the poor, for the warrior and the farmer, and even for the wicked, for everyone who wants to be seen. And why is it so grand?", "Behold the magnificent villager house!", "Immerse yourself in the enchantment of the villager house and experience all kinds of whimsical items and games that will make your life easy. With the help of some of the best games, be quick to play the best game on the table.", "Immerse yourself in the enchantment of the villager house and experience the awe with its architecture and details from its colorful walls to the many rooms with artworks inside.", "Immerse yourself in the enchantment of the villager house and experience the true joy of living in a tropical paradise!", "Prepare to be amazed by the villager house! With its charming design, unique decorating options and a large indoor/outdoor kitchen, this home is perfect for families and individuals working in a variety of fields, including those with children.", "Prepare to be amazed by the villager house! With its white roof and white columns, it looks as if you could fall in love with this house just because it looks so cute.", "Prepare to be amazed by the villager house! With its three large windows, they are the perfect location to watch the sun set over the mountains."], "farm": ["Welcome to the town's farm! Here, you can play as a farmer, grow your own plants, raise livestock, make and sell honey and more!", "Welcome to the town's farm! Here, you can find an all-natural, low-maintenance farm where you can harvest your harvest, raise your animal, and sell your products.", "Welcome to the town's farm! Here, you can play an active role in shaping the future in the town you call home. The town of Warkiller has been ruled by the ruling council for more than three generations.", "You entered a farm! This is a place where crops grow, cattle graze, chickens lay eggs, and sheep herd. There are cows, chickens, sheep, and dogs here as well, so it's likely that you've been there before.", "You entered a farm! This is a place where you may be a little shy, or afraid, or confused, or lonely, or at times even just very lost.", "You entered a farm! This is a place where you can cultivate flowers. Don't be afraid. I'll give you enough food per flower you plant.", "This is a farm! In this farm, you'll get to see the farm we've all dreamed of from the moment we were born, and hear from the farmers who've shared their experience with us.", "This is a farm! In this farm, you will be able to raise an infant! It's called a \"farm.\" This is a farm!", "This is a farm! In this farm, you can buy a pet, take a break to catch fish and build a house! There are five different types and five different rooms, including a big bedroom and a smaller bedroom.", "Welcome to our farm! Here, you'll find the freshest, healthiest, and tastiest pasture and grass, hay, grain, and corn. We supply everything needed in order to grow and harvest your own premium quality, organic vegetables.", "Welcome to our farm! Here, you'll find a fully stocked, all natural beauty and natural wellness farm. We have all you need to get to know this unique, natural beauty farm.", "Welcome to our farm! Here, you'll find your very own place of worship; an altar of great power, a shrine to your very own creator.", "Step inside the farm and discover the room where you're going to fight a boss. Defeat him, and then enter the next area. Go down the ladder to the next level.", "Step inside the farm and discover that the farm is overrun. You'll encounter a lot of farm animals and must fight their way through.", "Step inside the farm and discover a bunch of farm animals. Talk to all of them to get the farm animal farm animal farm animal farm animal and you don't have to talk to all the animals inside the farm.", "Explore the wonders of the farm! From the spectacular, open-air greenhouse, through the three rows of beautiful flower gardens, it's a sight to behold.", "Explore the wonders of the farm! From the most beautiful farm fields near you to the unique cultural sites and historical monuments of the state, Virginia's farms are the most popular in America to walk. A stroll for anyone!", "Explore the wonders of the farm! From the farm gates to the barnyard, the barnyard is the perfect place to learn about the farms, and farm animals.", "Have you ever been to a farm like this? It offers you everything you'd ever want from a farm, all at one place. CAMP DYLAN: Well, just for a day. And it's so much fun.", "Have you ever been to a farm like this? It offers a unique view of how the crops need to be grown. Many of these farms have been converted to housing, and many of them have been converted into apartments.", "Have you ever been to a farm like this? It offers such a unique experience that it's almost impossible to imagine the conditions found there. And no, I'm not talking about the actual farm and the animals.", "Behold the magnificent farm! It's a haven for all the greats of our civilization. And now we have heard of it! JACK: They're all here!", "Behold the magnificent farm! It's a haven for many, as it's the smallest of all their homes and the only one that has the proper building blocks needed to keep a single cow happy and happy for a very long time!", "Behold the magnificent farm! It's a haven for your favourite food and drinks, or for those who would like to indulge in a little shopping. Hike the Farm!", "Immerse yourself in the enchantment of the farm and experience \"the magic of the farm\" through the use of interactive 3D displays, music, art, and more.", "Immerse yourself in the enchantment of the farm and experience new ways to play and interact with it. Use your imagination to create an entirely new gameplay experience!", "Immerse yourself in the enchantment of the farm and experience the natural world as you imagine it. The rich agricultural history of Wisconsin and the region is celebrated here in this interactive, 360° video of the farm.", "Prepare to be amazed by the farm! With its own private park, two horse stables, and 3 acres of landscaped pastures, it is one of the most well-appointed farmhouses in the United.", "Prepare to be amazed by the farm! With its beautifully manicured lawns and lush, green gardens, it's simply an all-consuming oasis — and it's all for you.", "Prepare to be amazed by the farm! With its dispersed farm and abundant pasture, it can be an ideal place to grow tomatoes from seeds or clones."]}